{
    "title": "Tsitsernakaberd",
    "imgs": [
        "https://raw.githubusercontent.com/Ash2803/places_for_WTG/main/media/gen.jpg",
        "https://raw.githubusercontent.com/Ash2803/places_for_WTG/main/media/gen2.jpg",
        "https://raw.githubusercontent.com/Ash2803/places_for_WTG/main/media/gen3.jpg"
    ],
    "description_short": "The present identity of Armenians was very much shaped by the Armenian Genocide, in 1915, when over a million people lost their lives. I believe every visitor to the country should go to the Armenian Genocide Memorial at Tsitsernakaberd and learn more about this tragic part of Armenian history.",
    "description_long": "<p>The memorial complex was completed in 1967, after massive protests that shook up Yerevan in 1965, 50 years after the Armenian Genocide. On the hill overlooking the city, you can find a very good museum as well as the monument dedicated to all the victims. In the Armenian Genocide Museum, you can learn all about the events leading to the Genocide, the Genocide itself and the world’s reactions, including famous Hitler’s words “Who now remembers the Armenians”. It is a very touching place, not an easy one to visit but I think it’s obligatory to understand the history of Armenia and the people. The monument to the victims is a fine example of brutalist architecture and with its raw concrete, it makes even a bigger impression. It consists of 44 meters stele, the symbol of the national rebirth, and twelve slabs – symbol of twelve lost provinces. Inside the circular monument, you will find the eternal flame dedicated to all the people who lost lives during the Armenian Genocide. Every year on April 24th there are big celebrations commemorating the victims of the Armenian Genocide. I took part in them three times, including the centennial, and it was a truly unforgettable and remarkable experience to join thousands of Armenians in the march up to Tsitsernakaberd to pay the respect to all those who lost lives in 1915. If you happen to be in Yerevan on that day make sure to visit the memorial complex too.</p>",
    "coordinates": {
        "lng": "44.49031",
        "lat": "40.18573"
    }
}